Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# CloudGameCheckinCaption
source: Claim cloud gaming check-in rewards. Requires adding cloud gaming credentials in the account list.
de_de: Cloud-Spiel-Check-in-Belohnungen abholen. Füge in der Kontoliste rechts die Cloud-Spiel-Anmeldedaten hinzu.
es_mx: Reclama recompensas de check-in de juego en la nube. Requiere añadir credenciales de juego en la nube en la lista de cuentas.
fr_fr: Récupérer les récompenses de check-in cloud gaming. Nécessite d'ajouter les identifiants cloud à droite de la liste des comptes ci-dessous.
hi_in: क्लाउड गेमिंग चेक-इन पुरस्कार प्राप्त करें। खाता सूची में क्लाउड गेमिंग क्रेडेंशियल जोड़ना आवश्यक है।
id_id: Klaim hadiah check-in cloud gaming. Memerlukan penambahan kredensial cloud gaming di daftar akun.
it_it: Riscatta le ricompense check-in cloud gaming. Richiede l'aggiunta di credenziali cloud gaming nell'elenco account.
ja_jp: クラウドゲームチェックイン報酬。アカウントリストで認証情報を追加してください。
ko_kr: 클라우드 게임 출석 보상을 수령합니다. 계정 목록에 클라우드 게임 자격 증명을 추가해야 합니다.
pt_br: Resgate recompensas de check-in do cloud gaming. Requer adicionar credenciais de cloud gaming na lista de contas.
ru_ru: Получение наград облачной игры. Добавьте учётные данные в списке аккаунтов.
zh_cn: 领取云游戏签到奖励，需在下方账号列表右侧添加云游戏登录凭证
zh_tw: 領取雲端遊戲簽到獎勵，需在下方帳號清單右側加入雲端遊戲登入憑證

source: Auto Check-in on Launch
de_de: Auto-Check-in beim Start
es_mx: Check-in automático al iniciar
fr_fr: Check-in automatique au lancement
hi_in: लॉन्च पर ऑटो चेक-इन
id_id: Check-in Otomatis Saat Peluncuran
it_it: Check-in Automatico all'Avvio
ja_jp: 起動時に自動チェックイン
ko_kr: 실행 시 자동 출석 체크
pt_br: Check-in automático ao iniciar
ru_ru: Автоотметка при запуске
zh_cn: 启动时自动签到
zh_tw: 啟動時自動簽到

# AutoCheckinCaption
source: Automatically check in on launch if you haven't already done so today
de_de: Wenn aktiviert, wird beim App-Start automatisch geprüft und ein Check-in ausgeführt, falls noch nicht geschehen.
es_mx: Realiza check-in automáticamente al iniciar si aún no lo has hecho hoy
fr_fr: Une fois activé, le check-in sera automatiquement détecté et exécuté au lancement de l'application si ce n'est pas déjà fait.
hi_in: यदि आपने आज पहले से चेक-इन नहीं किया है तो लॉन्च पर स्वतः चेक-इन करें
id_id: Otomatis check-in saat peluncuran jika Anda belum melakukannya hari ini
it_it: Esegui automaticamente il check-in all'avvio se non ancora fatto oggi
ja_jp: 起動時に未チェックインの場合自動実行
ko_kr: 오늘 아직 출석 체크하지 않았다면 실행 시 자동으로 체크합니다
pt_br: Fazer check-in automaticamente ao iniciar se ainda não tiver feito hoje
ru_ru: Автоматическая отметка при запуске, если ещё не сделана сегодня
zh_cn: 开启后，将在应用启动时自动检测并在未签到时执行签到
zh_tw: 開啟後，將在應用程式啟動時自動偵測並在未簽到時執行簽到

source: Batch Check-in
es_mx: Check-in por lotes
fr_fr: Check-in groupé
hi_in: बैच चेक-इन
id_id: Check-in Massal
it_it: Check-in Multiplo
ja_jp: 一括チェックイン
ko_kr: 일괄 출석 체크
pt_br: Check-in em lote
ru_ru: Пакетная отметка
zh_cn: 批量签到
zh_tw: 批次簽到

# BatchCheckinCaption
source: Run check-in tasks for all checked accounts; otherwise only the current account is used
de_de: Wenn aktiviert, wird der Check-in für alle ausgewählten Konten ausgeführt, andernfalls nur für das aktuelle Konto.
es_mx: Ejecutar tareas de check-in para todas las cuentas marcadas; de lo contrario solo se usa la cuenta actual
fr_fr: Activez cette option pour exécuter les tâches de check-in pour tous les comptes cochés, sinon uniquement pour le compte actuel.
hi_in: सभी चयनित खातों के लिए चेक-इन कार्य चलाएँ; अन्यथा केवल वर्तमान खाता उपयोग होता है
id_id: Jalankan tugas check-in untuk semua akun yang dicentang; jika tidak, hanya akun saat ini yang digunakan
it_it: Esegui check-in per tutti gli account selezionati; altrimenti solo l'account corrente
ja_jp: チェックした全アカウントで実行。オフの場合は現在のアカウントのみ。
ko_kr: 체크된 모든 계정에 대해 출석 작업 실행, 그렇지 않으면 현재 계정만 사용
pt_br: Executar check-in para todas as contas marcadas; caso contrário, apenas a conta atual é usada
ru_ru: Отметка для всех отмеченных аккаунтов; иначе только для текущего
zh_cn: 打开此开关则可为所有勾选的账号执行指定的签到任务，否则仅为当前账号执行
zh_tw: 開啟此開關則可為所有勾選的帳號執行指定的簽到任務，否則僅為目前帳號執行

# AccountListTitle
source: Account List
de_de: Kontoliste
es_mx: Lista de cuentas
fr_fr: Liste des comptes
hi_in: खाता सूची
id_id: Daftar Akun
it_it: Elenco Account
ja_jp: アカウントリスト
ko_kr: 계정 목록
pt_br: Lista de contas
ru_ru: Список аккаунтов
zh_cn: 账号列表
zh_tw: 帳號清單

# AddCloudCredentialTooltip
source: Add Cloud Gaming Credential
de_de: Cloud-Spiel-Anmeldedaten hinzufügen
es_mx: Añadir credencial de juego en la nube
fr_fr: Ajouter des identifiants cloud gaming
hi_in: क्लाउड गेमिंग क्रेडेंशियल जोड़ें
id_id: Tambah Kredensial Cloud Gaming
it_it: Aggiungi Credenziali Cloud Gaming
ja_jp: クラウドゲーム認証情報を追加
ko_kr: 클라우드 게임 자격 증명 추가
pt_br: Adicionar credencial de cloud gaming
ru_ru: Добавить данные облачной игры
zh_cn: 添加云游戏凭证
zh_tw: 加入雲端遊戲憑證

# CaptchaQuestion
source: Encountering CAPTCHAs?
de_de: Captcha erhalten?
es_mx: ¿Te aparecen CAPTCHAs?
fr_fr: CAPTCHA rencontré ?
hi_in: CAPTCHA आ रहे हैं?
id_id: Mengalami CAPTCHA?
it_it: Problemi di CAPTCHA?
ja_jp: CAPTCHAが発生したら？
ko_kr: CAPTCHA가 발생하나요?
pt_br: Encontrando CAPTCHAs?
ru_ru: Капча?
zh_cn: 遇到验证码？
zh_tw: 遇到驗證碼？

# CaptchaTooltip
source: Game and community check-ins may trigger CAPTCHA. Configure real device info to reduce risk, or use the self-hosted version with a CAPTCHA service.
de_de: Während des Spiel- und Community-Check-ins (höhere Wahrscheinlichkeit) können Captchas erscheinen. Konfiguriere echte Geräteinformationen, um die Captcha-Häufigkeit zu senken, oder nutze die eigenständige Version mit Captcha-Dienst.
es_mx: Los check-ins de juego y comunidad pueden activar CAPTCHA. Configura información real del dispositivo para reducir el riesgo, o usa la versión autohospedada con un servicio de CAPTCHA.
fr_fr: Un CAPTCHA peut apparaître pendant le check-in jeu et communauté (probabilité plus élevée). Configurez les informations réelles de l'appareil pour réduire la fréquence, ou utilisez la version auto-hébergée pour configurer un service de résolution de CAPTCHA.
hi_in: गेम और कम्युनिटी चेक-इन CAPTCHA ट्रिगर कर सकते हैं। जोखिम कम करने के लिए वास्तविक डिवाइस जानकारी कॉन्फ़िगर करें, या CAPTCHA सेवा वाले स्व-होस्टेड संस्करण का उपयोग करें।
id_id: Check-in game dan komunitas dapat memicu CAPTCHA. Konfigurasikan info perangkat asli untuk mengurangi risiko, atau gunakan versi self-hosted dengan layanan CAPTCHA.
it_it: I check-in di gioco e community possono attivare CAPTCHA. Configura informazioni reali del dispositivo per ridurre il rischio, o usa la versione self-hosted con un servizio CAPTCHA.
ja_jp: ゲームチェックインやコミュニティチェックイン中（比較的発生しやすい）にCAPTCHAが表示される場合があります。実機のデバイス情報を設定して制限を受けにくくするか、スタンドアロン版でCAPTCHA解決サービスを設定してください。
ko_kr: 게임 및 커뮤니티 출석 체크 시 CAPTCHA가 발생할 수 있습니다. 실제 기기 정보를 설정하여 위험을 줄이거나, CAPTCHA 서비스가 있는 자체 호스팅 버전을 사용하세요.
pt_br: Check-ins do jogo e da comunidade podem acionar CAPTCHA. Configure informações reais do dispositivo para reduzir o risco ou use a versão auto-hospedada com um serviço de CAPTCHA.
ru_ru: Отметки могут вызывать капчу. Настройте данные устройства для снижения риска, или используйте отдельную версию с сервисом капчи.
zh_cn: 游戏签到和社区签到（概率较大）过程中可能会遇到验证码，需要配置真实设备信息降低风控频率，或使用独立部署版本配置打码服务。
zh_tw: 遊戲簽到和社群簽到（機率較大）過程中可能會遇到驗證碼，需要設定真實裝置資訊降低風險控管頻率，或使用獨立部署版本設定打碼服務。

source: Self-Hosted Version
de_de: Eigenständige Version
es_mx: Versión autohospedada
fr_fr: Version auto-hébergée
hi_in: स्व-होस्टेड संस्करण
id_id: Versi Self-Hosted
it_it: Versione Self-Hosted
ja_jp: 自己ホスト版
ko_kr: 자체 호스팅 버전
pt_br: Versão auto-hospedada
ru_ru: Автономная версия
zh_cn: 独立部署版本
zh_tw: 獨立部署版本

# EnableBetterGI
source: Enable BetterGI Integration
de_de: BetterGI-Integration aktivieren
es_mx: Activar integración con BetterGI
fr_fr: Activer l'intégration BetterGI
hi_in: BetterGI एकीकरण सक्षम करें
id_id: Aktifkan Integrasi BetterGI
it_it: Abilita Integrazione BetterGI
ja_jp: BetterGI連携を有効化
ko_kr: BetterGI 통합 사용
pt_br: Ativar integração com BetterGI
ru_ru: Включить интеграцию BetterGI
zh_cn: 启用 BetterGI 联动
zh_tw: 啟用 BetterGI 連動

# BetterGICaption
source: Launch BetterGI alongside the game
de_de: BetterGI beim Spielstart gleichzeitig öffnen
es_mx: Iniciar BetterGI junto con el juego
fr_fr: Ouvrir BetterGI en même temps que le lancement du jeu
hi_in: गेम के साथ BetterGI लॉन्च करें
id_id: Luncurkan BetterGI bersamaan dengan game
it_it: Avvia BetterGI insieme al gioco
ja_jp: ゲーム起動時にBetterGIも起動
ko_kr: 게임과 함께 BetterGI 실행
pt_br: Iniciar o BetterGI junto com o jogo
ru_ru: Запускать BetterGI вместе с игрой
zh_cn: 启动游戏时的同时打开BetterGI
zh_tw: 啟動遊戲時同時開啟 BetterGI

# BetterGIDelayLabel
source: BetterGI Launch Delay (seconds)
de_de: BetterGI-Startverzögerung (Sekunden)
es_mx: Retardo de inicio de BetterGI (segundos)
fr_fr: Délai de lancement BetterGI (secondes)
hi_in: BetterGI लॉन्च विलंब (सेकंड)
id_id: Jeda Peluncuran BetterGI (detik)
it_it: Ritardo Avvio BetterGI (secondi)
ja_jp: BetterGI起動遅延（秒）
ko_kr: BetterGI 실행 지연 (초)
pt_br: Atraso de inicialização do BetterGI (segundos)
ru_ru: Задержка BetterGI (сек.)
zh_cn: BetterGI启动延迟 (秒)
zh_tw: BetterGI 啟動延遲 (秒)

# BetterGIDelayCaption
source: Set to 0 to disable the delay; only affects BetterGI
de_de: Auf 0 setzen, um die Verzögerung zu deaktivieren; die Verzögerung betrifft nur BetterGI
es_mx: Establece a 0 para desactivar el retardo; solo afecta a BetterGI
fr_fr: Mettre à 0 pour désactiver le délai ; le délai n'affecte que BetterGI
hi_in: विलंब अक्षम करने के लिए 0 सेट करें; केवल BetterGI को प्रभावित करता है
id_id: Setel ke 0 untuk menonaktifkan jeda; hanya memengaruhi BetterGI
it_it: Imposta a 0 per disabilitare il ritardo; riguarda solo BetterGI
ja_jp: 0で遅延無効。BetterGIのみに影響
ko_kr: 지연을 비활성화하려면 0으로 설정, BetterGI에만 적용됩니다
pt_br: Defina como 0 para desativar o atraso; afeta apenas o BetterGI
ru_ru: 0 — без задержки; только для BetterGI
zh_cn: 设为0可关闭延迟；延迟只影响BetterGI
zh_tw: 設為0可關閉延遲；延遲只影響 BetterGI

# BetterGICloseOnExit
source: Close BetterGI When Game Exits
de_de: BetterGI beim Beenden des Spiels schließen
es_mx: Cerrar BetterGI al salir del juego
fr_fr: Fermer BetterGI en quittant le jeu
hi_in: गेम बाहर निकलने पर BetterGI बंद करें
id_id: Tutup BetterGI Saat Game Keluar
it_it: Chiudi BetterGI all'Uscita dal Gioco
ja_jp: ゲーム終了時にBetterGIを閉じる
ko_kr: 게임 종료 시 BetterGI 닫기
pt_br: Fechar BetterGI ao sair do jogo
ru_ru: Закрывать BetterGI при выходе
zh_cn: 退出游戏时关闭BetterGI
zh_tw: 退出遊戲時關閉 BetterGI

# BetterGICloseOnExitCaption
source: Automatically close BetterGI when you exit the game
de_de: BetterGI wird automatisch geschlossen, wenn das Spiel beendet wird
es_mx: Cierra automáticamente BetterGI cuando sales del juego
fr_fr: Ferme automatiquement BetterGI lorsque vous quittez le jeu
hi_in: गेम से बाहर निकलने पर BetterGI स्वतः बंद करें
id_id: Otomatis tutup BetterGI saat Anda keluar dari game
it_it: Chiudi automaticamente BetterGI quando esci dal gioco
ja_jp: ゲーム終了時にBetterGIを自動終了
ko_kr: 게임을 종료하면 BetterGI를 자동으로 닫습니다
pt_br: Fechar automaticamente o BetterGI quando você sair do jogo
ru_ru: Автоматически закрывать BetterGI при выходе из игры
zh_cn: 点击退出游戏,自动关闭BetterGI
zh_tw: 點擊退出遊戲，自動關閉 BetterGI

# BrowserCacheTitle
source: Browser Cache Cleanup
de_de: Browser-Cache leeren
es_mx: Limpieza de caché del navegador
fr_fr: Nettoyage du cache du navigateur
hi_in: ब्राउज़र कैश सफ़ाई
id_id: Pembersihan Cache Browser
it_it: Pulizia Cache Browser
ja_jp: ブラウザキャッシュクリア
ko_kr: 브라우저 캐시 정리
pt_br: Limpeza de cache do navegador
ru_ru: Очистка кэша браузера
zh_cn: 浏览器缓存清理
zh_tw: 瀏覽器快取清理

# BrowserCacheCaption
source: Clean up cache files generated by the built-in browser (WebView2)
de_de: Vom integrierten Browser (WebView2) erzeugte Cache-Dateien löschen
es_mx: Limpia los archivos de caché generados por el navegador integrado (WebView2)
fr_fr: Nettoyer les fichiers cache générés par le navigateur intégré (WebView2)
hi_in: बिल्ट-इन ब्राउज़र (WebView2) द्वारा उत्पन्न कैश फ़ाइलें साफ़ करें
id_id: Bersihkan file cache yang dihasilkan oleh browser bawaan (WebView2)
it_it: Pulisci i file cache generati dal browser integrato (WebView2)
ja_jp: 内蔵ブラウザ（WebView2）のキャッシュを削除
ko_kr: 내장 브라우저(WebView2)에서 생성된 캐시 파일 정리
pt_br: Limpar arquivos de cache gerados pelo navegador integrado (WebView2)
ru_ru: Очистить кэш WebView2
zh_cn: 清理内置浏览器 (WebView2) 产生的缓存文件
zh_tw: 清理內建瀏覽器 (WebView2) 產生的快取檔案

# ClearCacheBtn
source: Clear Cache
de_de: Cache leeren
es_mx: Limpiar caché
fr_fr: Effacer le cache
hi_in: कैश साफ़ करें
id_id: Hapus Cache
it_it: Cancella Cache
ja_jp: キャッシュをクリア
ko_kr: 캐시 지우기
pt_br: Limpar cache
ru_ru: Очистить кэш
zh_cn: 清除缓存
zh_tw: 清除快取

# ProcessPriorityTitle
source: Process Priority
de_de: Prozesspriorität
es_mx: Prioridad del proceso
fr_fr: Priorité de performance du processus
hi_in: प्रक्रिया प्राथमिकता
id_id: Prioritas Proses
it_it: Priorità Processo
ja_jp: プロセス優先度
ko_kr: 프로세스 우선순위
pt_br: Prioridade do processo
ru_ru: Приоритет процесса
zh_cn: 程序性能优先级
zh_tw: 程式效能優先權

# ProcessPriorityCaption
source: Adjust the launcher's CPU scheduling priority (setting it too high may impact other processes)
de_de: Passe die CPU-Planungspriorität des Launchers im System an (zu hoch kann andere Prozesse beeinträchtigen).
es_mx: Ajusta la prioridad de planificación de CPU del launcher (establecerla demasiado alta puede afectar a otros procesos)
fr_fr: Ajuster la priorité d'ordonnancement CPU du lanceur dans le système (une priorité trop élevée peut affecter d'autres processus)
hi_in: लॉन्चर की CPU शेड्यूलिंग प्राथमिकता समायोजित करें (बहुत अधिक सेट करने पर अन्य प्रक्रियाओं पर प्रभाव पड़ सकता है)
id_id: Sesuaikan prioritas penjadwalan CPU launcher (mengaturnya terlalu tinggi dapat memengaruhi proses lain)
it_it: Regola la priorità di scheduling CPU del launcher (impostarla troppo alta potrebbe influire su altri processi)
ja_jp: ランチャーのCPU優先度を調整（高すぎると他プロセスに影響）
ko_kr: 런처의 CPU 스케줄링 우선순위 조정 (너무 높게 설정하면 다른 프로세스에 영향을 줄 수 있습니다)
pt_br: Ajuste a prioridade de agendamento da CPU do launcher (definir muito alto pode afetar outros processos)
ru_ru: Настройка приоритета ЦП (высокий может влиять на систему)
zh_cn: 调整启动器在系统中的CPU调度优先级（过高可能影响系统其他进程）
zh_tw: 調整啟動器在系統中的 CPU 排程優先權（過高可能影響系統其他處理程序）

# PriorityNormal
source: Normal (Default)
de_de: Normal (Standard)
es_mx: Normal (Predeterminado)
fr_fr: Normale (par défaut)
hi_in: सामान्य (डिफ़ॉल्ट)
it_it: Normale (Predefinito)
ja_jp: 通常（デフォルト）
ko_kr: 보통 (기본값)
pt_br: Normal (Padrão)
ru_ru: Обычный (по умолчанию)
zh_cn: 正常 (默认)
zh_tw: 一般 (預設)

# PriorityAboveNormal
source: Above Normal
de_de: Über normal
es_mx: Por encima de lo normal
fr_fr: Supérieure à la normale
hi_in: सामान्य से ऊपर
id_id: Di Atas Normal
it_it: Sopra Normale
ja_jp: 通常より高
ko_kr: 보통 이상
pt_br: Acima do normal
ru_ru: Выше обычного
zh_cn: 高于正常
zh_tw: 高於一般

# CpuWarningTitle
source: Abnormal CPU Usage Warning
de_de: CPU-Warnung bei Überlast
es_mx: Aviso de uso anómalo de CPU
fr_fr: Alerte d'utilisation anormale du CPU
hi_in: असामान्य CPU उपयोग चेतावनी
id_id: Peringatan Penggunaan CPU Abnormal
it_it: Avviso Uso Anomalo CPU
ja_jp: CPU使用率異常警告
ko_kr: 비정상 CPU 사용량 경고
pt_br: Aviso de uso anormal da CPU
ru_ru: Предупреждение о нагрузке ЦП
zh_cn: CPU 占用异常警告
zh_tw: CPU 使用率異常警告

# CpuWarningCaption
source: Shows a topmost alert when the launcher's CPU usage stays above the threshold for 5 minutes and OBS is not detected. Enabled by default.
de_de: Wenn die CPU-Auslastung des Launchers 5 Minuten lang den Schwellenwert überschreitet und kein OBS erkannt wird, erscheint eine Topmost-Warnung. Standardmäßig aktiviert.
es_mx: Muestra una alerta siempre visible cuando el uso de CPU del launcher supera el umbral durante 5 minutos y no se detecta OBS. Activado por defecto.
fr_fr: Afficher une alerte persistante lorsque l'utilisation CPU du lanceur dépasse le seuil pendant 5 minutes sans détection d'OBS. Activé par défaut.
hi_in: जब लॉन्चर का CPU उपयोग 5 मिनट तक सीमा से ऊपर रहता है और OBS नहीं पाया जाता, तो सबसे ऊपर अलर्ट दिखाता है। डिफ़ॉल्ट रूप से सक्षम।
id_id: Menampilkan peringatan selalu di atas saat penggunaan CPU launcher tetap di atas ambang selama 5 menit dan OBS tidak terdeteksi. Aktif secara default.
it_it: Mostra un avviso in primo piano quando l'uso CPU del launcher supera la soglia per 5 minuti e OBS non è rilevato. Abilitato per impostazione predefinita.
ja_jp: CPU使用率が閾値を5分間超えた場合に警告表示。デフォルト有効。
ko_kr: OBS가 감지되지 않고 런처의 CPU 사용량이 5분 동안 임계값을 초과하면 최상위 경고를 표시합니다. 기본적으로 활성화됩니다.
pt_br: Mostra um alerta sempre no topo quando o uso da CPU do launcher permanece acima do limite por 5 minutos e o OBS não é detectado. Ativado por padrão.
ru_ru: Оповещение при высокой загрузке ЦП >5 мин без OBS. Включено по умолчанию.
zh_cn: 当启动器 CPU 占用持续超过阈值 5 分钟，且未检测到 OBS 时弹出置顶提示。默认开启。
zh_tw: 當啟動器 CPU 使用率持續超過閾值 5 分鐘，且未偵測到 OBS 時彈出置頂提示。預設為開啟。

# EnableCpuWarning
source: Enable Abnormal CPU Usage Warning
de_de: CPU-Überlastwarnung aktivieren
es_mx: Activar aviso de uso anómalo de CPU
fr_fr: Activer l'alerte d'utilisation anormale du CPU
hi_in: असामान्य CPU उपयोग चेतावनी सक्षम करें
id_id: Aktifkan Peringatan Penggunaan CPU Abnormal
it_it: Abilita Avviso Uso Anomalo CPU
ja_jp: CPU使用率異常警告を有効化
ko_kr: 비정상 CPU 사용량 경고 사용
pt_br: Ativar aviso de uso anormal da CPU
ru_ru: Включить предупреждение ЦП
zh_cn: 启用 CPU 占用异常警告
zh_tw: 啟用 CPU 使用率異常警告

# CpuWarningThreshold
source: Warning Threshold (%)
de_de: Warnschwellenwert (%)
es_mx: Umbral de aviso (%)
fr_fr: Seuil d'alerte (%)
hi_in: चेतावनी सीमा (%)
id_id: Ambang Peringatan (%)
it_it: Soglia di Avviso (%)
ja_jp: 警告閾値（%）
ko_kr: 경고 임계값 (%)
pt_br: Limite de aviso (%)
ru_ru: Порог предупреждения (%)
zh_cn: 警告阈值 (%)
zh_tw: 警告閾值 (%)

# ConfigEditorBtn
source: Configuration Editor
de_de: Konfigurationseditor
es_mx: Editor de configuración
fr_fr: Édition de la configuration
hi_in: कॉन्फ़िगरेशन संपादक
id_id: Editor Konfigurasi
it_it: Editor di Configurazione
ja_jp: 設定エディタ
ko_kr: 설정 편집기
pt_br: Editor de configuração
ru_ru: Редактор конфигурации
zh_cn: 配置编辑
zh_tw: 設定編輯

# UpdateAchievementDbBtn
source: Update Achievement Database Resources
de_de: Erfolgsdatenbank aktualisieren
es_mx: Actualizar base de datos de logros
fr_fr: Mettre à jour la base de données des succès
hi_in: उपलब्धि डेटाबेस संसाधन अपडेट करें
id_id: Perbarui Sumber Daya Database Achievement
it_it: Aggiorna Risorse Database Obiettivi
ja_jp: アチーブメントデータベースを更新
ko_kr: 업적 데이터베이스 리소스 업데이트
pt_br: Atualizar banco de dados de conquistas
ru_ru: Обновить базу достижений
zh_cn: 更新成就数据库资源
zh_tw: 更新成就資料庫資源

# EnableInGameScreenshot
source: Enable In-Game Screenshots
de_de: In-Game-Screenshots aktivieren
es_mx: Activar capturas de pantalla en el juego
fr_fr: Activer la capture d'écran en jeu
hi_in: इन-गेम स्क्रीनशॉट सक्षम करें
id_id: Aktifkan Screenshot Dalam Game
it_it: Abilita Screenshot In-Game
ja_jp: ゲーム内スクリーンショットを有効化
ko_kr: 게임 내 스크린샷 사용
pt_br: Ativar capturas de tela no jogo
ru_ru: Включить скриншоты в игре
zh_cn: 启用游戏内截图
zh_tw: 啟用遊戲內螢幕截圖

# ScreenshotCaption
source: Capture the game window via hotkey; other windows won't be included
de_de: Nach dem Spielstart Screenshots des Spielfensters per Tastenkombination aufnehmen – ohne andere Fensterinhalte.
es_mx: Captura la ventana del juego mediante atajo de teclado; otras ventanas no se incluirán
fr_fr: Après le lancement du jeu, utiliser un raccourci clavier pour capturer la fenêtre de jeu, sans inclure d'autres fenêtres
hi_in: हॉटकी के माध्यम से गेम विंडो कैप्चर करें; अन्य विंडो शामिल नहीं होंगी
id_id: Tangkap jendela game melalui hotkey; jendela lain tidak akan disertakan
it_it: Cattura la finestra di gioco tramite tasto rapido; altre finestre non saranno incluse
ja_jp: ホットキーでゲームウィンドウをキャプチャ
ko_kr: 단축키로 게임 창 캡처, 다른 창은 포함되지 않습니다
pt_br: Capturar a janela do jogo via atalho; outras janelas não serão incluídas
ru_ru: Снимок игрового окна по горячей клавише
zh_cn: 启动游戏后通过快捷键截取游戏窗口画面，不会包含其他窗口内容
zh_tw: 啟動遊戲後透過快捷鍵擷取遊戲視窗畫面，不會包含其他視窗內容

# ScreenshotHotkeyTitle
source: Screenshot Hotkey
de_de: Screenshot-Tastenkombination
es_mx: Atajo de captura
fr_fr: Raccourci de capture d'écran
hi_in: स्क्रीनशॉट हॉटकी
id_id: Hotkey Screenshot
it_it: Tasto Rapido Screenshot
ja_jp: スクリーンショットホットキー
ko_kr: 스크린샷 단축키
pt_br: Atalho de captura de tela
ru_ru: Горячая клавиша скриншота
zh_cn: 截图快捷键
zh_tw: 螢幕截圖快捷鍵

# ScreenshotHotkeyCaption
source: Click the button below, then press your desired key combination (supports Ctrl/Alt/Shift + key)
de_de: Klicke auf die Schaltfläche unten und drücke dann die gewünschte Tastenkombination (Strg/Alt/Umschalt + Taste werden unterstützt).
es_mx: Haz clic en el botón de abajo y luego presiona la combinación de teclas deseada (admite Ctrl/Alt/Shift + tecla)
fr_fr: Cliquez sur le bouton ci-dessous puis appuyez sur la combinaison de touches souhaitée (Ctrl/Alt/Shift + touche)
hi_in: नीचे दिए बटन पर क्लिक करें, फिर अपना वांछित कुंजी संयोजन दबाएँ (Ctrl/Alt/Shift + कुंजी समर्थित)
id_id: Klik tombol di bawah, lalu tekan kombinasi tombol yang diinginkan (mendukung Ctrl/Alt/Shift + tombol)
it_it: Clicca il pulsante sotto, poi premi la combinazione di tasti desiderata (supporta Ctrl/Alt/Shift + tasto)
ja_jp: 下のボタンをクリックし希望のキーを押下（Ctrl/Alt/Shift対応）
ko_kr: 아래 버튼을 클릭한 후 원하는 키 조합을 누르세요 (Ctrl/Alt/Shift + 키 지원)
pt_br: Clique no botão abaixo e pressione a combinação de teclas desejada (aceita Ctrl/Alt/Shift + tecla)
ru_ru: Нажмите кнопку и задайте сочетание клавиш (Ctrl/Alt/Shift + клавиша)
zh_cn: 点击下方按钮后按下想要的快捷键组合（支持 Ctrl/Alt/Shift + 按键）
zh_tw: 點擊下方按鈕後按下想要的快速鍵組合（支援 Ctrl/Alt/Shift + 按鍵）

# RecordingHint
source: Recording... press your hotkey combination
de_de: Wird aufgenommen, bitte Tastenkombination drücken...
es_mx: Grabando... presiona tu combinación de teclas
fr_fr: Enregistrement en cours, appuyez sur un raccourci...
hi_in: रिकॉर्ड हो रहा है... अपना हॉटकी संयोजन दबाएँ
id_id: Merekam... tekan kombinasi hotkey Anda
it_it: Registrazione... premi la tua combinazione di tasti
ja_jp: 記録中...ホットキーを押してください
ko_kr: 기록 중... 단축키 조합을 누르세요
pt_br: Gravando... pressione sua combinação de atalho
ru_ru: Запись... нажмите сочетание клавиш
zh_cn: 正在录制，请按下快捷键...
zh_tw: 正在錄製，請按下快捷鍵...

# ScreenshotSaveLocTitle
source: Screenshot Save Location
de_de: Screenshot-Speicherort
es_mx: Ubicación de guardado de capturas
fr_fr: Emplacement de sauvegarde des captures
hi_in: स्क्रीनशॉट सहेजने का स्थान
id_id: Lokasi Penyimpanan Screenshot
it_it: Posizione Salvataggio Screenshot
ja_jp: スクリーンショット保存場所
ko_kr: 스크린샷 저장 위치
pt_br: Local para salvar capturas de tela
ru_ru: Папка скриншотов
zh_cn: 截图保存位置
zh_tw: 截圖儲存位置

# ScreenshotSaveLocCaption
source: Customize where screenshots are saved. Defaults to Documents/FufuScreenshots
de_de: Benutzerdefiniertes Verzeichnis für Screenshots. Standard: Dokumente/FufuScreenshots
es_mx: Personaliza dónde se guardan las capturas. Por defecto en Documentos/FufuScreenshots
fr_fr: Personnaliser le dossier de sauvegarde des captures. Par défaut : Documents/FufuScreenshots
hi_in: स्क्रीनशॉट कहाँ सहेजे जाएँ, कस्टमाइज़ करें। डिफ़ॉल्ट Documents/FufuScreenshots है
id_id: Sesuaikan lokasi penyimpanan screenshot. Default ke Documents/FufuScreenshots
it_it: Personalizza dove salvare gli screenshot. Predefinito: Documenti/FufuScreenshots
ja_jp: 保存先をカスタマイズ。デフォルト: ドキュメント/FufuScreenshots
ko_kr: 스크린샷 저장 위치를 사용자 지정하세요. 기본값은 Documents/FufuScreenshots입니다
pt_br: Personalize onde as capturas de tela são salvas. O padrão é Documentos/FufuScreenshots
ru_ru: По умолчанию: Документы/FufuScreenshots
zh_cn: 自定义截图文件的保存目录，默认保存到 文档/FufuScreenshots
zh_tw: 自訂截圖檔案的儲存目錄，預設儲存到 文件/FufuScreenshots

source: Open Screenshot Folder
de_de: Screenshot-Ordner öffnen
es_mx: Abrir carpeta de capturas
fr_fr: Ouvrir le dossier de captures
hi_in: स्क्रीनशॉट फ़ोल्डर खोलें
id_id: Buka Folder Screenshot
it_it: Apri Cartella Screenshot
ja_jp: スクリーンショットフォルダを開く
ko_kr: 스크린샷 폴더 열기
pt_br: Abrir pasta de capturas
ru_ru: Открыть папку скриншотов
zh_cn: 打开截图文件夹
zh_tw: 開啟截圖資料夾

# VersionUpdateTitle
source: Version Update
de_de: Versionsupdate
es_mx: Actualización de versión
fr_fr: Mise à jour de version
hi_in: संस्करण अपडेट
id_id: Pembaruan Versi
it_it: Aggiornamento Versione
ja_jp: バージョン更新
ko_kr: 버전 업데이트
pt_br: Atualização de versão
ru_ru: Обновление
zh_cn: 版本更新
zh_tw: 版本更新
